/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "जागतिक डीजी वॉलेट संघाकडून तयार. आवृत्ती % 1 $ @";

/* Privay Policy button label */
"About.privacy" = "गोपनीयता धोरण";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "अटींचा वापर ";

/* About screen title */
"About.title" = "संबंधित";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "बंद";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "मदत केंद्र ";

/* Loading Wallet Message */
"Account.loadingMessage" = "वॉलेट लोड होत आहे";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "माझे डीजी वॉलेट ";

/* Error alert title */
"Alert.error" = "त्रुटी\n";

/* No internet alert message */
"Alert.noInternet" = "इंटरनेट कनेक्शन उपलब्ध नाही. कृपया कनेक्शन तपासा आणि  पुन्हा प्रयत्न करा.";

/* Warning alert title */
"Alert.warning" = "चेतावणी";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "पत्ते कॉपी केले";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "सर्व  वॉलेट पत्ते यशस्वीरित्या कॉपी केले.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "वैयक्तिक पुनर्प्राप्ती की सेट";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "अप्रतिम!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "पिन संच";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "पाठविणे अयशस्वी झाले";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "पुष्टीकरण पाठवा";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "डीजीबाइट पाठविले!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON क्रमवारी त्रुटी";

/* Wallet not ready error message */
"ApiClient.notReady" = "वॉलेट तयार नाही";

/* API Token error message */
"ApiClient.tokenError" = "एपीआई टोकन पुनर्प्राप्त करण्यात अक्षम";

/* header of balance */
"Balance.header" = "एकूण शिल्लक";

/* Send BCH view body. */
"BCH.body" = "खाली डेस्टिनेशन डीजी बाइट पत्ता प्रविष्ट करा. आपल्या वॉलेट मधील सर्व डीजी बाइट फोर्कच्या वेळी (% 1 $ @) पाठवले जातील.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "% 1 $ @ पासून % 2 $ @ पाठविण्याची पुष्टी करा";

/* Confirmation alert title */
"BCH.confirmationTitle" = "पुष्टीकरण";

/* Generic bch erorr message */
"BCH.genericError" = "आपल्या खात्यात कोणतेही डीजीबाइट  नाहीत, किंवा फोर्क नंतर आपण डीजीबाइट प्राप्त केले आहेत .";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "व्यवहार आई डी कॉपी केला आहे";

/* No address error message */
"BCH.noAddressError" = "कृपया एक पत्ता प्रविष्ट करा";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "डीजीबाइट  व्यवहारांसाठी देय प्रोटोकॉल दिशानिर्देश साहाय्य करीत नाही";

/* BCH successfully sent alert message */
"BCH.successMessage" = "डीजीबाइट यशस्वीरित्या पाठविले.";

/* Widthdraw BCH view title */
"BCH.title" = "डीजीबाइट मागे घ्या";

/* Tx Hash button header */
"BCH.txHashHeader" = "डीजीबाइट व्यवहार आई डी";

/* Approve button label */
"BitID.approve" = "स्वीकृत";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "% 1 $ @ आपले डिजीबेट वॉलेट वापरून प्रमाणीकरणाची विनंती करीत आहे";

/* Deny button label */
"BitID.deny" = "नाकारणे";

/* BitID error alert title */
"BitID.error" = "प्रमाणीकरण त्रुटी";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "कृपया सेवा तपासा आणि पुन्हा प्रयत्न करण्याची आवश्यकता असू शकते.\n";

/* BitID success alert title */
"BitID.success" = "यशस्वीरित्या प्रमाणित झाले ";

/* BitID Authentication Request alert view title */
"DigiID.title" = "डीजी आई डी प्रमाणीकरण विनंती";

/* Cancel button label */
"Button.cancel" = "रद्द करणे";

/* Ignore button label */
"Button.ignore" = "दुर्लक्ष";

/* menu button */
"Button.menu" = "मेन्यू";

/* No button */
"Button.no" = "नाही";

/* OK button label */
"Button.ok" = "ठीक ";

/* receive button */
"Button.receive" = "प्राप्त होणे";

/* send button */
"Button.send" = "पाठविणे\n";

/* Settings button label */
"Button.settings" = "सेटिंग्ज";

/* Settings button label */
"Button.submit" = "जमा करणे";

/* Yes button */
"Button.yes" = "हो";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "आपला आयडी बॉक्समध्ये केंद्रित करा";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "पाठविण्याची  रक्कम:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "नेटवर्क शुल्क :";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "प्रक्रिया करण्याची वेळ: या व्यवहारास % 1 $ @ सेकंद लागतील";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "पाठविणे";

/* Confirmation Screen title */
"Confirmation.title" = "पुष्टीकरण";

/* To: (address) */
"Confirmation.to" = "प्रति";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "पूर्ण शुल्क:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "सर्वकाही योग्यरित्या लिहिले आहे हे सुनिश्चित करण्यासाठी, कृपया आपल्या वैयक्तिक पुनर्प्राप्ती कीमधून खालील शब्द प्रविष्ट करा.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "शब्द  #% 1 $ @";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "डीजीबाइट डिस्प्ले युनिट";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "विनिमय दर";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "आईओस मेल ऐप सोबत ईमेल पाठविण्यासाठी हे डिव्हाइस कॉन्फिगर केलेले नाही.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ई-मेल उपलब्ध नाही";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "संदेश पाठविण्यासाठी हे डिव्हाइस कॉन्फिगर केलेले नाही.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "संदेश उपलब्ध नाही";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "आपण आपला फेस आयडी  % 1 $ @ च्या वापर मर्यादाद्वारे सानुकूलित करू शकता.";

/* Face Id screen label */
"FaceIDSettings.label" = "डीजी वॉलेट अनलॉक करण्यासाठी आपला चेहरा वापरा आणि ठराविक मर्यादेपर्यंत डीजीबाइट पाठवा.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "मजकूर जोडा (टच आई डी सेटिंग्स.कस्टमाइज्ड टेक्स्ट  पहा)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "डीजीवॉलेट साठी फेस आई डी सक्षम करा";

/* Face ID settings view title */
"FaceIDSettings.title" = "फेस आईडी";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "या डिव्हाइसवर फेस आयडी सेट केलेला नाही, सेट करण्यासाठी  सेटिंग्ज-> फेस आयडी आणि पासकोडवर जा.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "फेस आई डी सेट नाही";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "फेस आई डी वापराची मर्यादा";

/* Economy fee */
"FeeSelector.economy" = "अर्थव्यवस्था";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "अंदाजे वितरण: १ + मिनिटे";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "वेळ-संवेदनशील व्यवहारांसाठी या पर्यायाची शिफारस नाही.";

/* Regular fee */
"FeeSelector.regular" = "नियमित";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "अंदाजे वितरण: १५-३० सेकंद";

/* Fee Selector title */
"FeeSelector.title" = "प्रक्रिया गती";

/* Checking private key balance progress view text */
"Import.checking" = "खासगी की ची शिल्लक तपासत आहे.";

/* Sweep private key confirmation message */
"Import.confirm" = "आपल्या वॉलेटमध्ये या खाजगी की सह %1$@ पाठवायचे? डीजी बाइट नेटवर्क ला  % 2$@ फी मिळेल.";

/* Duplicate key error message */
"Import.Error.duplicate" = "ही खाजगी की आधीपासूनच आपल्या वॉलेटमध्ये आहे";

/* empty private key error message */
"Import.Error.empty" = "ही खाजगी की रिक्त आहे";

/* High fees error message */
"Import.Error.highFees" = "या खासगी की वर उपलब्ध निधीपेक्षा ट्रान्झॅक्शन फीची किंमत जास्त असेल.";

/* Not a valid private key error message */
"Import.Error.notValid" = "खाजगी की वैध नाही";

/* Import signing error message */
"Import.Error.signing" = "व्यवहार हस्ताक्षर करताना त्रुटी";

/* Import button label */
"Import.importButton" = "मागवणे";

/* Importing wallet progress view label */
"Import.importing" = "वॉलेट मागवणे";

/* Caption for graphics */
"Import.leftCaption" = "वॉलेट मागवण्यासाठी";

/* Import wallet intro screen message */
"Import.message" = "केवळ एक ट्रांझॅक्शन  वापरून आपण आपल्या अतिरिक्त वॉलेट  मधून सर्व डीजी बाइट  आपल्या डीजी वॉलेट मध्ये पाठवू शकता.";

/* Enter password alert view title */
"Import.password" = "या खाजगी की पासवर्ड  संरक्षित आहे.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "पासवर्ड";

/* Caption for graphics */
"Import.rightCaption" = "आपले डीजी वॉलेट ";

/* Scan Private key button label */
"Import.scan" = "खाजगी कि स्कॅन करा ";

/* Import wallet success alert title */
"Import.success" = "यशस्वी";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "यशस्वीरित्या वॉलेट  मागवले.";

/* Import Wallet screen title */
"Import.title" = "वॉलेट  मागवणे";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "अनलॉकिंग की";

/* Import wallet intro warning message */
"Import.warning" = "वॉलेट आयात  करताना व्यवहाराचा इतिहास किंवा अन्य तपशील समाविष्ट होत नाहीत";

/* Wrong password alert message */
"Import.wrongPassword" = "चुकीचा पासवर्ड, कृपया पुन्हा प्रयत्न करा.";

/* Close app button */
"JailbreakWarnings.close" = "बंद";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "दुर्लक्ष";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "डिवाइस सुरक्षा कॉम्प्रोमाइज्ड\nकोणतेही   'जेलब्रेक' ऐप  डीजी वॉलेटच्या  कि चेन मध्ये प्रवेश करू शकतो आणि  डीजी बाइट\nचोरू शकते!  वॉलेट तात्काळ वाइप करा आणि  सुरक्षित डिवाइस मध्ये संचयित करा.\n";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "डिवाइस सुरक्षा कॉम्प्रोमाइज्ड\nकोणतेही   'जेलब्रेक' ऐप  डीजी वॉलेटच्या  कि चेन मध्ये प्रवेश करू शकतो आणि  डीजी बाइट\nचोरू शकते. कृपया फक्त नॉन जैलब्रेक डिवाइस वरच डीजी वॉलेटचा वापर करा.\n";

/* Jailbreak warning title */
"JailbreakWarnings.title" = " चेतावणी";

/* Location services disabled error */
"LocationPlugin.disabled" = "क्षेत्र  सेवा अक्षम आहेत.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "डीजी वॉलेटला क्षेत्र सेवांमध्ये प्रवेश करण्याची परवानगी नाही.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "आपण% 1 $ @ वर आपले वॉलेट  तयार  केले";

/* Manage wallet description text */
"ManageWallet.description" = "आपले वॉलेट नाव फक्त आपल्या खात्याच्या व्यवहाराच्या इतिहासामध्ये दिसून येते आणि इतर कोणाद्वारेही तो पाहू शकत नाही";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "वॉलेट नाव ";

/* Manage wallet modal title */
"ManageWallet.title" = "वॉलेट व्यवस्थापित करा";

/* Menu button title */
"MenuButton.lock" = "वॉलेट लॉक करा";

/* Menu button title */
"MenuButton.security" = "सुरक्षा  केंद्र";

/* Menu button title */
"MenuButton.settings" = "सेटिंग्ज";

/* Menu button title */
"MenuButton.support" = "मदत";

/* button label */
"MenuViewController.createButton" = "नवीन  वॉलेट तयार करा";

/* Menu modal title */
"MenuViewController.modalTitle" = "मेन्यू";

/* button label */
"MenuViewController.recoverButton" = "वॉलेट पुनर्प्राप्त करा";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "स्वयंचलित मोडवर स्विच करा";

/* Node is connected label */
"NodeSelector.connected" = "जोडलेले";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "नोड आई पी  पत्ता आणि पोर्ट (पर्यायी) प्रविष्ट करा";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "नोड प्रविष्ट करा";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "मॅन्युअल मोड स्विच  करा";

/* Node address label */
"NodeSelector.nodeLabel" = "वर्तमान प्राथमिक नोड";

/* Node is not connected label */
"NodeSelector.notConnected" = "जोडलेले नाही";

/* Node status label */
"NodeSelector.statusLabel" = "नोड कनेक्शन स्थिती";

/* Node Selector view title */
"NodeSelector.title" = "डिजिबाइट नोडस् ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "\nखराब देयक विनंती";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "असहाय्यक आणि करप्ट दस्तऐवज";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "गहाळ प्रमाणपत्र";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "विनंती समाप्त झाली";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "देय दिले जाऊ शकले नाही";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "डीजी बाइट  देयक % 1 $ @ पेक्षा कमी असू शकत नाही.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "डिजीबाइट व्यवहार आउटपुट $ @ पेक्षा कमी असू शकत नाही.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "असहाय्यक हस्ताक्षर प्रकार ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "अविश्वासपात्र प्रमाणपत्र ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "फेस आयडी सक्षम करण्यासाठी येथे टॅप करा";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "फेस आयडी सक्षम करा";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "आपले वॉलेट संरक्षित करण्यासाठी  पासकोडची आवश्यकता आहे. सेटिंग्ज वर जा आणि पासकोड चालू करा.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "डिव्हाइस पासकोड चालू करा";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "आपण कधीही आपला फोन गमावला किंवा बदलल्यास आपल्या वैयक्तिक पुनर्प्राप्ती की जतन केली जावी. चालू ठेवण्यासाठी  येथे टॅप करा .";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "कृती आवश्यक ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "आपले वॉलेट समक्रमित झाले नाही, ब्लॉक चैन  पुन्हा स्कॅन करून येथे फिक्स करू शकता.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "व्यवहार नाकारला";

/* header of PinView */
"Prompts.SecurityCheck.header" = "सुरक्षा तपासणे";

/* Share data prompt body */
"Prompts.ShareData.body" = "आपण आपला अनामिक डेटा आमच्यासोबत सामायिक केल्यास डीजी वॉलेट सुधारण्यासाठी मदत होईल";

/* Share data prompt title */
"Prompts.ShareData.title" = "निनावी डेटा सामायिक करा";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = " टच  आयडी सक्षम करण्यासाठी येथे टॅप करा";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "टच आयडी सक्षम करा";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "डीजी वॉलेट  6-अंकी पिन वापरण्यासाठी अपग्रेड केले गेले आहे. अपग्रेड करण्यासाठी येथे टॅप करा.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "पिन अपग्रेड करा";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "भविष्यकाळात डीजी वॉलेट वरून खास संदेश मिळविण्यासाठी अधिसूचना चालू करा.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "सूचना पाठवित आहे";

/* Push notifications are off label */
"PushNotifications.off" = "बंद ";

/* Push notifications are on label */
"PushNotifications.on" = "चालू ";

/* Push notifications settings view title label */
"PushNotifications.title" = "सूचना ";

/* Address copied message. */
"Receive.copied" = "क्लिपबोर्डवर कॉपी करा.";

/* Share via email button label */
"Receive.emailButton" = "ई-मेल ";

/* Request button label */
"Receive.request" = "एका रकमेची विनंती करा";

/* Share button label */
"Receive.share" = "सामायिक करा ";

/* Share via text message (SMS) */
"Receive.textButton" = "मजकूर संदेश";

/* Receive modal title */
"Receive.title" = "प्राप्त झाले ";

/* Done button text */
"RecoverWallet.done" = "पूर्ण झाले";

/* Recover wallet header */
"RecoverWallet.header" = "वॉलेट पुनर्प्राप्त करा";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "पिन रिसेट करा";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "वैयक्तिक पुनर्प्राप्ती की  प्रविष्ट करा ";

/* Recover wallet intro */
"RecoverWallet.intro" = "आपल्या वैयक्तिक पुनर्प्राप्ती कीसह आपले डीजी वॉलेट  पुनर्प्राप्त करा.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "आपण प्रविष्ट केलेली वैयक्तिक पुनर्प्राप्ती की अवैध आहे. कृपया प्रत्येक शब्द दोनदा तपासा आणि पुन्हा प्रयत्न करा.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "डावा  बाण";

/* Next button label */
"RecoverWallet.next" = "पुढील";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "अधिक माहितीसाठी येथे टॅप करा.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "उजवा बाण";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "आपले डीजी वॉलेट  पुनर्प्राप्त  करण्यासाठी  वैयक्तिक पुनर्प्राप्ती की प्रविष्ट करा.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "आपला पिन रीसेट करण्यासाठी, खालील बॉक्समध्ये आपल्या वैयक्तिक पुनर्प्राप्ती कीमधील शब्द प्रविष्ट करा.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "प्रथम रक्कम प्रविष्ट करा.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "एका रकमेची विनंती करा";

/* Alert action button label */
"ReScan.alertAction" = "सिंक";

/* Alert message body */
"ReScan.alertMessage" = "सिंक्रोनाइझिंग चालू असताना आपण डीजी बाइट पाठविण्यास सक्षम राहणार नाही.";

/* Alert message title */
"ReScan.alertTitle" = "ब्लॉकचैन सिंक करायचे आहे?";

/* extimated time */
"ReScan.body1" = "२०-२५  मिनिटे";

/* Syncing explanation */
"ReScan.body2" = "जर डीजी बाइट  नेटवर्क  मध्ये ट्रांझॅक्शन पूर्ण झाले असे दिसत असले तरी ते आपल्या डीजी वॉलेटमध्ये  दिसत नाही.";

/* Syncing explanation */
"ReScan.body3" = "व्यवहार नाकारण्यात आला आहे हे त्रुटीद्वारे आपल्याला वांरवार सांगण्यात येईल.";

/* Start Sync button label */
"ReScan.buttonTitle" = "सिंक्रोनाइझेशन प्रारंभ करा";

/* Sync blockchain view footer */
"ReScan.footer" = "ब्लॉकचेनशी समन्वय साधताना आपण डीजी बाइट  पाठविण्यास सक्षम राहणार नाही.";

/* Sync Blockchain view header */
"ReScan.header" = "ब्लॉक चैन सिंक होत आहे ";

/* Subheader label */
"ReScan.subheader1" = "अंदाजे वेळ";

/* Subheader label */
"ReScan.subheader2" = "सिंक केव्हा करावे?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "कॅमेरा फ्लॅश";

/* Complete filter label */
"Search.complete" = "पूर्ण";

/* Pending filter label */
"Search.pending" = "अपूर्ण";

/* Received filter label */
"Search.received" = "प्राप्त झाले ";

/* Sent filter label */
"Search.sent" = "पाठविले ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "फेस आय डी ";

/* Security Center Info */
"SecurityCenter.info" = "कमाल सुरक्षिततेसाठी  सर्व सुरक्षितता वैशिष्ट्ये सक्षम करा.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "आपण आपला फोन गमावला  किंवा अपग्रेड केल्यास, आपल्या डीजी बाइट पर्यंत पोहोचण्याचा एकमेव मार्ग.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "वैयक्तिक पुनर्प्राप्ती की ";

/* PIN button description */
"SecurityCenter.pinDescription" = "अनधिकृत वापरकर्त्यांकडून आपले डीजी वॉलेट  संरक्षित करते.";

/* PIN button title */
"SecurityCenter.pinTitle" = "६ -अंकी पिन ";

/* Security Center Title */
"SecurityCenter.title" = "सुरक्षा  केंद्र ";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "आपल्या डीजी वॉलेटला सुलभपणे अनलॉक करा आणि एका विशिष्ट मर्यादेत डिजीबाइट पाठवा.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "टच आय डी ";

/* Send money amount label */
"Send.amountLabel" = "रक्कम";

/* Balance: $4.00 */
"Send.balance" = "शिल्लक: % 1 $ @";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "कॅमेरा प्रवेशाची अनुमतीसाठी सेटिंग्जवर जा.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "डीजी वॉलेटला कॅमेरा ऍक्सेस करण्याची परवानगी नाही";

/* Warning when sending to self. */
"Send.containsAddress" = "डेस्टिनेशन  हा आपला स्वत: चा पत्ता आहे. आपण स्वत: ला पाठवू शकत नाही.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "व्यवहार तयार करणे शक्य झाले नाही.";

/* Description for sending money label */
"Send.descriptionLabel" = "मेमो ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "पेस्टबोर्ड रिकामा आहे";

/* Network Fee: $0.01 */
"Send.fee" = "नेटवर्क शुल्क: % 1 $ @";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "प्राप्तकर्त्याची ओळख सत्यापित नाही.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = " डेस्टिनेशन पत्ता हा वैध डीजी बाइट  पत्ता नाही.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "पेस्टबोर्डमध्ये कोणताही वैध डिजीबाइट पत्ता नाही.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "अवैध पत्ता ";

/* Is rescanning error message */
"Send.isRescanning" = "पुन्हा संपूर्ण  स्कॅन करताना पाठविणे शक्य नाही.";

/* Loading request activity view message */
"Send.loadingRequest" = "विनंती लोड करीत आहे";

/* Empty address alert message */
"Send.noAddress" = "प्राप्तकर्त्याचा पत्ता प्रविष्ट करा";

/* Emtpy amount alert message */
"Send.noAmount" = "कृपया पाठविण्यासाठी एक रक्कम प्रविष्ट करा.";

/* Paste button label */
"Send.pasteLabel" = "पेस्ट";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "व्यवहारास प्रकाशित करणे शक्य नाही.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "देयक विनंती लोड केली जाऊ शकली नाही";

/* Scan button label */
"Send.scanLabel" = "स्कॅन ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "पाठविणे";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "पाठविणे";

/* Send money to label */
"Send.toLabel" = "प्रति ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "डीजी बाइट  पत्ते केवळ एकदा वापरण्यासाठी आहेत.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "पुनर्वापर करणे हे आपण आणि प्राप्तकर्ता दोन्हीसाठी गोपनीयता कमी करतो आणि जर प्राप्तकर्त्याने  पत्त्यावर थेट नियंत्रण ठेवले नाही, तर परिणामी त्याचे नुकसान होऊ शकते.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "पत्ता आधीपासूनच वापरला आहे";

/* About label */
"Settings.about" = "संबंधित ";

/* Advanced Settings title */
"Settings.advancedTitle" = "प्रगत सेटिंग्ज";

/* i.e. the currency which will be displayed */
"Settings.currency" = "चलन  प्रदर्शित करा";

/* Join Early access label */
"Settings.earlyAccess" = "तात्काळ ऍक्सेस करा ";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "आपण डीजी वॉलेटचा आनंद घेत आहात?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = " फेस  आयडी वापराची  मर्यादा";

/* Import wallet label */
"Settings.importTitle" = " वॉलेट मागवणे";

/* Manage settings section header */
"Settings.manage" = "व्यवस्थापित करणे ";

/* Notifications label */
"Settings.notifications" = "सूचना";

/* Leave review button label */
"Settings.review" = "आम्हाला एक पुनरावलोकन द्या";

/* Share anonymous data label */
"Settings.shareData" = "अनामिक डेटा  सामायिक करा ";

/* Sync blockchain label */
"Settings.sync" = "ब्लॉक चैन  सिंक होत आहे ";

/* Settings title */
"Settings.title" = "सेटिंग्ज ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "टच आई डी वापराची मर्यादा ";

/* Wallet Settings section header */
"Settings.wallet" = "वॉलेट";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "अतिरिक्त वॉलेट प्रारंभ / पुनर्प्राप्त करा";

/* Share data view body */
"ShareData.body" = "आपण आपला अनामिक डेटा आमच्यासोबत सामायिक केल्यास सुधारण्यासाठी मदत होईल. यामध्ये कोणत्याही वित्तीय माहितीचा समावेश नाही. आम्ही आपल्या आर्थिक गोपनीयतेचा आदर करतो.";

/* Share data header */
"ShareData.header" = "डेटा सामायिक करायचा?";

/* Share data switch label. */
"ShareData.toggleLabel" = "निनावी डेटा सामायिक करायचे?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "आपली वैयक्तिक पुनर्प्राप्ती की पुन्हा-टाइप करा";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "जर आपला फोन हरवला, चोरीला गेला, तुटला किंवा अपग्रेड  झाला तर आपली वैयक्तिक पुनर्प्राप्ती की हा डीजी वॉलेट पुनर्संचयित करण्याचा एकमेव मार्ग आहे, आम्ही आपल्याला  कागदावर लिहिण्यासाठी शब्दांची सूची दर्शवू आणि ती सुरक्षित ठेवा.";

/* button label */
"StartPaperPhrase.buttonTitle" = "वैयक्तिक पुनर्प्राप्ती की लिहा";

/* Argument is date */
"StartPaperPhrase.date" = "आपण आपली वैयक्तिक पुनर्प्राप्ती कि अखेर  % 1 $ @ वर  लिहीली आहे";

/* Start view message */
"StartViewController.message" = "डीजी बाइट  वापरण्याचा सर्वात सुरक्षित  मार्ग.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "संचाची उंची ";

"SynchingView.progressLabel" = "प्रगती\n";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "कनेक्ट होत आहे ";

/* Syncing view header text */
"SyncingView.header" = "सिंक्रोनाइझिंग";

/* Retry button label */
"SyncingView.retry" = "पुन्हा प्रयत्न करा";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "सिंक्रोनाइझिंग";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ डी";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ एच ";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ एम";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ एस";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "आपण आपल्या  टच आयडी वापराच्या  मर्यादा  %1$@ द्वारे सानुकूल करू शकता.";

/* Touch Id screen label */
"TouchIdSettings.label" = "आपले डीजी वॉलेट अनलॉक करण्यासाठी आपले फिंगरप्रिंट वापरा आणि एक निश्चित मर्यादेपर्यंत डीजी बाइट  पाठवा.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "टच आई डी वापराची मर्यादा फलक";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "वापराची मर्यादा : % 1 $ @ (% 2 $ @)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "डीजी वॉलेटसाठी  टच आई डी  सक्षम करा";

/* Touch ID settings view title */
"TouchIdSettings.title" = "टच आय डी ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "हे सेट करण्यासाठी, आपण या डिव्हाइसवर टच आयडी सेट केलेला नाही, सेटिंग्ज-> टच आयडी आणि पासकोडवर जा आणि सेट करा.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "टच  आयडी सेट नाही";

/* Always require passcode option */
"TouchIdSpendingLimit" = "पासकोड नेहमी आवश्यक आहे ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "आपला ६ -अंकी पिन प्रविष्ट केल्यापासून  गेल्या प्रत्येक 48 तासांत,ठराविक वापराच्या मर्यादेनंतर  कोणतेही  ट्रांझॅक्शन पाठविण्याकरिता आपल्याला  ६ -अंकी पिन विचारण्यात येईल .";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "टच आई डी वापराची मर्यादा";

/* Availability status text */
"Transaction.available" = "खर्च करण्यासाठी उपलब्ध";

/* Transaction complete label */
"Transaction.complete" = "पूर्ण ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "समाप्तीची शिल्लक: % 1 $ @";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "विनिमय दर प्राप्त झाल्यानंतर:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "विनिमय दर पाठविल्यानंतर:";

/* (b600 fee) */
"Transaction.fee" = "(% 1 $ @ शुल्क)";

/* Invalid transaction */
"Transaction.invalid" = "अवैध ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "नुकताच ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "प्रगतीपथावर: % 1 $ @";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "प्रगतीपथावर: % 1 $ @";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "आरंभीची शिल्लक: % 1 $ @";

/* Waiting to be confirmed string */
"Transaction.waiting" = "पुष्टीकरण प्रतीक्षा करत आहे.  काही मर्चंट व्यवहार पूर्ण करण्यासाठी पुष्टीकरण आवश्यक आहे. अंदाजे वेळ: १-२  मिनिटे.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "खाते ";

/* Amount section header */
"TransactionDetails.amountHeader" = "रक्कम";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ब्लॉकमध्ये पुष्टी केली";

/* Memo section header */
"TransactionDetails.commentsHeader" = "मेमो ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "आपला व्यवहार येथे दिसून येईल";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "% 1 $ @ वर ";

/* More button title */
"TransactionDetails.more" = "आणखी...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "% 1 $ @ हलविले";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>% 1 @ </ b> हलविला\n";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "पुष्टी केली नाही";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "प्राप्त झाले % 1 $ @";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "प्राप्त झाले <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "पाठविले  %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "पाठविले <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "स्थिती ";

/* Transaction Details Title */
"TransactionDetails.title" = "व्यवहार तपशील";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = " %1$@ साठी";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "डीजी बाइट व्यवहार आईडी\n\n\n\n";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "या पत्त्यावर प्राप्त झाले ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "या पत्त्यावर पाठवा";

/* filter buttons for transactionView */
"TransactionView.all" = "सर्व";

"TransactionView.received" = "प्राप्त झाले";

"TransactionView.sent" = "पाठविले";

/* Disabled until date */
"UnlockScreen.disabled" = "पर्यंत अक्षम: % 1 $ @";

/* My Address button title */
"UnlockScreen.myAddress" = "माझा  पत्ता";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "पिन रीसेट करा ";

/* Scan button title */
"UnlockScreen.scan" = "स्कॅन";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "पिन प्रविष्ट करा";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "डीजी वॉलेट अनलॉक करा .";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "टच आई डीसोबत अनलॉक करा ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "वॉलेट अनलॉक केले ";

/* Update PIN caption text */
"UpdatePin.caption" = "आपला पिन लक्षात ठेवा. आपण हे विसरल्यास , आपण आपल्या डीजी बाइट पर्यंत पोहोचण्यास सक्षम राहणार नाही.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "आपला पिन आपला  डीजी वॉलेट अनलॉक करण्यासाठी आणि डीजी बाइट पाठविण्यासाठी वापरला जाईल.";

/* Update PIN title */
"UpdatePin.createTitle" = "पिन सेट करा";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "पुन्हा  पिन प्रविष्ट करा";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = " वर्तमान पिन प्रविष्ट करा";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "नवीन पिन प्रविष्ट करा";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "पुन्हा  नवीन पिन प्रविष्ट करा";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "क्षमस्व, पिन अपडेट केला जाऊ शकला नाही ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "पिन त्रुटी अपडेट करा";

/* Update PIN title */
"UpdatePin.updateTitle" = "अपडेट पिन ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "वॉलेट पत्ता क्लिपबोर्डवर कॉपी करायचा?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "क्लिपबोर्डवर वॉलेट पत्ता पाठविण्यासाठी अधिकृत करा";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "वॉलेट पत्ते कॉपी करा";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "कॉपी";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "हा व्यवहार अधिकृत करण्यासाठी कृपया आपला पिन प्रविष्ट करा.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "कृपया सुरू ठेवण्यासाठी आपला पिन प्रविष्ट करा.";

/* Verify PIN view title */
"VerifyPin.title" = "पिन आवश्यक आहे";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "या व्यवहारास अधिकृत करा";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "आपले वॉलेट सेट करण्यासाठी  डीजी वॉलेट आई फोन ऍप  उघडा.";

/* Dismiss button label */
"Webview.dismiss" = "नाकारणे";

/* Webview loading error message */
"Webview.errorMessage" = "सामग्री लोड करताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.";

/* Updating webview message */
"Webview.updating" = "अपडेट होत आहे...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "आय ओ एस  साठी, डीजी बाइटने  एक नवीन स्वरूप आणि काही नवीन वैशिष्ट्ये सह त्याचे नाव  डीजी वॉलेट मध्ये बदलले आहे. आपल्याला मदतीची आवश्यकता असल्यास, स्क्रीनच्या शीर्षस्थानी उजवीकडे पहा (?)";

/* Top title of welcome screen */
"Welcome.title" = "डीजी वॉलेटवर आपले स्वागत आहे!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "आपल्याला खात्री आहे की आपण हा वॉलेट हटवू इच्छिता?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "वॉलेट वाइप करायचे आहे?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "वॉलेट वाइप करण्यात अयशस्वी ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "अयशस्वी ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "वॉलेट वाइप करण्यासाठी वॉलेटची  पुनर्प्राप्ती   फ्रेज प्रविष्ट करा आणि  इतर सुरू किंवा पुनर्प्राप्त करा. आपल्या वर्तमान शिल्लक या फ्रेजवर  राहते.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "अतिरिक्त वॉलेट चालू किंवा पुनर्प्राप्त  करण्यासाठी ऍक्सेस चालू करा आणि वेगवेगळे डीजी वॉलेट या डिव्हाइसवर व्यवस्थापित करा. ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "आपण आपले डीजी वॉलेट या डिव्हाइसवरून ऍक्सेस करण्यास सक्षम राहणार नाही. आपल्या वर्तमान शिल्लक या फ्रेजवर  राहील.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "अतिरिक्त वॉलेट  प्रारंभ किंवा पुनर्प्राप्त करा";

/* Wipe wallet button title */
"WipeWallet.wipe" = "वाइप ";

/* Wiping activity message */
"WipeWallet.wiping" = "वाइपिंग...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "प्रत्येक शब्द क्रमाने लिहा आणि सुरक्षित जागी जतन  करा.";

/* button label */
"WritePaperPhrase.next" = "पुढील";

/* button label */
"WritePaperPhrase.previous" = "मागील ";

/* 1 of 3 */
"WritePaperPhrase.step" = "% 2 $ d पैकी % 1 $ d";

